[
  {
    "name": "Merlin",
    "quotes": [
      "You can marry Igraine",
      "I will help you. But when you have a child, you will have to give the boy to me.",
      "Call your knights and great men,",
      "My son, Arthur, will be the next king!",
      "Call the knights to London. Then we will find the new king,",
      "Your father was King Uther and your mother was Queen Igraine. When you were a baby, I took you to Avalon, a magic place. You were born with magic in your life. You will be the best knight and you will be the greatest king. You will live for a very long time.",
      "The names of the Knights of the Round Table will be famous!",
      "Only a good knight, your best knight, will sit there,",
      "Come with me and you will find the best sword in the world. It is a magic sword from Avalon, the place of magic.",
      "Now go to the lake,",
      "Go and take it,",
      "It is the sword Excalibur. The Lady of the Lake made it for you. She lives in her home in the water of the lake.",
      "That  is  a  magic  scabbard,",
      "No  man  can  kill  a  person  with  that  scabbard.  Have  it  with  you  always,  because  an  evil  woman  will  try  to  take  the  scabbard  and  the  sword away from you.",
      "I have to say goodbye now,",
      "I am going to die,",
      "I will not always be here. In the future, when you make mistakes, my magic will not help you.",
      "I am going down into a dark cave, and I cannot come back from that cave.",
      "You have to be a strong king without me now!",
      "The  mouth  of  the  cave  is  open  now,",
      "Only  a  good  knight,  your  best  knight,  will  sit  there.  The  place  is  for  your best knight, and he will come to it."
    ]
  },
  {
    "name": "Uther",
    "quotes": [
      "I  will  give  him  to  you,",
      "I know that I am going to die,",
      "Who will be king after me?"

    ]
  },{
  "name": "Archbishop",
  "quotes": [
    "Our king is not here,",
    "But I know that we will find him.",
    "Perhaps the new king will come to the fight,"
  ]
},{
  "name": "Arthur",
  "quotes": [
    "There is a sword in a stone outside a church. I saw it on the way here. I will get it and fight with it. Then you can have my sword,",
    "I will try to be a good king,",
    "And I will listen to your words, because you are my father. Sir Kay, my brother, you will be an important knight and a friend to me.",
    "I love Guinevere and I want to marry her,",
    "Thank  you,",
    "Your magic cannot hurt me, and your men cannot kill me,",
    "Sir! Knight!",
    "Why are you waiting here? Do you want to fight me?",
    "Shall I kill you?",
    "I am not that bad knight! But I know you did not want to kill your king,",
    "She is a kind friend,",
    "I will come and get it on my way home,",
    "I will go onto the ship,",
    "I will  stay  here  tonight,",
    "In  the  morning I will find my way out of the woods. Then I will get Excalibur, and go home.",
    "That  is  a  difficult  question.  Sir  Damas,",
    "I will fight for you. But when I win, I want those three knights. Then we will all leave your castle.",
    "I will have to have a horse and a sword,",
    "Yes,  this is  Excalibur,",
    "Who  is  this  knight?  Which  castle  does  he come  from?  Which  king sent  him?",
    "His sword is very strong,",
    "No!",
    "I will fight - and fight.",
    "Tell me — who are you? What is your name?",
    "Tell me — why did you fight me, your king?",
    "And who gave you that sword?",
    "I know now that you did not want to kill me. Sir Accolon. You are a brave knight. Now I understand Morgan le Fay’s evil plan. I had a conversation with Merlin, the man of good magic.I have to be careful with my sword and scabbard, he said. But I did not listen.",
    "Bring Sir Damas to me!",
    "Why did you want me to fight for you? Why did I have to fight Sir Accolon, one of my knights?",
    "You  are  not  a  brave  man,",
    "and  now  you  will  not  be  a  knight.  I  am  taking your castle from you, and everything in it.I am going to give it to your younger brother.",
    "Something is wrong,",
    "Where is the scabbard of my sword, Excalibur?",
    "Did  any body  come  into  this  room  when  I  was asleep?",
    "Thank you,",
    "Thank you for your help. I came here to your house when I was ill. You were kind and good to me. My wounds are getting better. But I have to go now— it is important! I have to follow Queen Morganle Fay. When she visited me in my room,she took the scabbard of my sword, Excalibur.",
    "Did anybody come this way?",
    "Where did the horse go? I cannot follow the horse’s feet across these stones.",
    "Which way did she go?",
    "Goodbye? Why, Merlin?",
    "Oh Merlin!",
    "I do not want you to go!",
    "you know a lot of magic. Can you not stop this? Do you have to die?",
    "But Merlin,",
    "Your  knights  are  saying  that  Sir  Meligrance  took  you  away  to  his  castle,",
    "Tell me, Sir Meligrance,",
    "Who is this young man? Why is he sitting there? Why is he not afraid?",
    "We  were  brothers,  but  this will be the end of our Round Table.  You  are  leaving  and  I will not see you again.",
    "I know that the end of the Round Table is coming. Many brave knights are dead. And no new knights will come and take their places,",
    "We will not fight today. I will go and speak with Mordred. Come with me and bring your swords.  But  leave  them  in  their  scabbards. Take  them  out  only  when  Mordred  or  his knights take out theirs. Then kill them!",
    "I am also going to die now. It is time. Please take my sword, Excalibur. Go to the lake and throw it into the water,",
    "What did you see there?",
    "Then  you  did  not  do  the  right  thing.  You  did  not  throw  the  sword  into  the  lake,",
    "Go again, and throw Excalibur into the water. Then come to me again.",
    "Go again,",
    "Go quickly, because I am dying.",
    "Now,",
    "take me to the lake quickly.",
    "I  know  these  faces.  I  knew  these  ladies  when  they lived. Now they are dead,but I remember them.",
    "Please put me on the boat now,",
    "I am leaving you now, and I want you to tell the story of King Arthur and the Knights of the  Round  Table.  I  will  come  again  one  day  when  my  country  asks  for  me,"
  ]
},{
  "name": "Ector",
  "quotes": [
    "Where  did  that  sword  come  from?",
    "Now pull it out,",
    "You are my king,",
    "Arthur",
    "I  love  you  very  much,  but  I  am  not  really  your  father.  Merlin,  the  famous  man  of  magic,  brought  you  to  me  when  you  were  a  small  child.  I  took  you  into  my  family  because  he  asked me. Now I know that you are the king."
  ]
},{
  "name": "Queen Annoure",
  "quotes": [
    "King Arthur",
    "I am Queen Annoure. Stay in my castle. It is getting dark. I will give you food and a bed for the night.",
    "I  would  like  to  show  you  my  castle  and  the  beautiful  things  in  it,",
    "I  am  the  richest person in the world. Look — everything here is mine.",
    "Look at those beautiful trees and gardens,",
    "And look at those woods. They are mine too. This is my country. And can you see that great wall round the castle? Stay with me and be king here! You cannot leave."
  ]
},{
  "name": "Pellinore",
  "quotes": [
    "Yes!",
    "Ha!",
    "That is the end of the fight! I can kill you now!",
    "My King!",
    "I did notknow it was you! Queen Annoure wanted me to fight a bad knight on this road.",
    ""
  ]
},{
  "name": "Damas",
  "quotes": [
    "Will  you  fight  for  me?",
    "Yes,",
    "Fight for me and you can take the three knights with you.",
    "Because Queen Morgan le Fay wanted it,"
  ]
},{
  "name": "Accolon",
  "quotes": [
    "I am Sir Accolon, Knight of the Round Table. I am one of King Arthur’s knights.",
    "Sir, I did not know you. I came here because Queen Morgan le Fay sent me. She said to  me,  “King  Arthur  is  in  the  castle  of Sir  Damas.  You  have  to  go  and  fight  Sir  Damas. Then he will not kill your king.” Now I know that you are not Sir Damas.I am very sorry,",
    "Queen Morgan le Fay gave it to me"
  ]
},{
  "name": "Fay",
  "quotes": [
    "Here is King Arthur’s sword, Excalibur,and its scabbard. Take them for the fight. Then you will fight well and your king can leave the castle of that evil knight, Sir Damas.",
    "King  Arthur  is  dead  now!",
    "I  have  to  go  back  to  my  country now. My people want me there.",
    "No! No!",
    "I cannot stay — I have to go.",
    "Where is King Arthur? Tell me, where is the King?",
    "I  am  on  a  long  journey,  and  I  am  hungry and  thirsty,",
    "Please  can  I  eat something?",
    "Is there another visitor here?",
    "Oh!  The  King!",
    "I  can not  wait  because  I  have  to  go  home.  But please, can I look at him? I love our king and I would like to see him!",
    "Please, let me sit next to him for a minute or two. I want to see his face!",
    "King  Arthur  will  never  have  it!",
    "That  scabbard  will  not  help  him  now  when  men fight him. Nobody will find it here — at the bottom of this lake!",
    "",
    ""
  ]
},{
  "name": "Guinevere",
  "quotes": [
    "Don’t go,",
    "The King is coming back to Camelot. I think he will be here tomorrow or the next day. He will be happy when he sees you.",
    "Let’s enjoy this  beautiful day. We can look for some lovely spring flowers. Let’s take some food and drink and have a party in the wood.",
    "Now let’s go home,",
    "King Arthur is waiting for us at Camelot.",
    "King Arthur made you a Knight of the Round Table!A knight has to be a good man. How can you take away your king’s wife?",
    "Stop!",
    "Or  they  will  kill  you.",
    "All right. Sir Meligrance. I will come with you.",
    "Come  with  me, my  brave  knights,  to  Sir  Meligrance’s castle.",
    "You have a good, fast horse,’ she said to him quietly. ‘Go quickly to Camelot! Tell the King and Sir Lancelot!",
    "Yes, you are sorry. I can see that. I will not be angry with you.",
    "I am not angry with Meligrance now. Let’s stay here tonight and we will go back to Camelot tomorrow morning.",
    "Yes,",
    "Meligrance  took me  to  his  castle  and  my knights fought for me. But Meligrance had a lot of men and they were too strong for us. But he is sorry, so I am not angry with him now.’‘Tell me, Sir Meligrance,’ Arthur asked. ‘Are the Queens knights right? What happened when",
    "I will die first!"
  ]
},{
  "name": "Vivien",
  "quotes": [
    "He is an old man. I cannot kill him because his magic is strong. But I can send him away somewhere so he cannot come back. Then I will have the greatest and strongest magic in the world.",
    "I know these magic words. But which words will open it again?",
    "I want to look inside the cave,",
    "Please come with me. Show me the way."
  ]
},{
  "name": "Meligrance",
  "quotes": [
    "I love you,",
    "and you are here without the King!",
    "I only know that I love you. My men will help me. They will fight your knights,",
    "Oh,  my  Queen,  I  am  sorry! Please  say  you  are  not  angry  with  me.  I  will  take  you  back  to  Camelot  and  I  will  fight  for King Arthur. I want to be a good knight.",
    "Sir Lancelot will kill me when the Queen leaves this castle,",
    "I will take you to your room and you can sleep.",
    "Sir Lancelot did not want to stay here. He went back to Camelot,",
    "I did not take the Queen away. King Arthur. She came with me because she loves me."
  ]
},{
  "name": "Lancelot",
  "quotes": [
    "I  will  go  now  to  Sir  Meligrance’s  castle  and find  the  Queen,",
    "Go and tell the King.",
    "ou took away Queen Guinevere to your castle,",
    "She is not angry with you now, so I will not kill you for that. But now you say that she loves you. For this I will kill you! I am the strongest of King Arthur’s knights, so I will fight you without a helmet. But I will win!",
    "I know him,",
    "When I was on a journey, a nun came outside with this young  man.  She  brought  him  to  me  and  said,  “His  name  is  Galahad.  He  has  to  be  a  knight. It is very important.” Then she took him inside again.",
    "We will go with you,"
  ]
},{
  "name": "Tristram",
  "quotes": [
    "Father, do not do this! Take your wife back. Love her, and she will love you. She hates me - so send me away. Then you will be happy again.",
    "I am not a boy now - I am a man. Make me a knight and send me. I can fight Sir Marhaus and win.",
    "Some  bad  men  fought  me  on  my  journey,",
    "Yes, Sir,",
    "King Mark wants to marry. Will you give him your lovely daughter, Isolt? He is a good man and he will love her,",
    "I cannot marry you because you are going to marry King Mark. But he is a good man and  he  will  love  you  well,",
    "I have to leave you now, dear Isolt,",
    "I am going away to Camelot. I want to be a Knight of the Round Table. I will fight for King Arthur. But please remember this - I am your friend and I will always love you. When you want my help, I will come.",
    "I have to find her,",
    "Isolt was here,",
    "And another person on a horse. I will follow them!",
    "I will do this for you,"
  ]
},{
  "name": "Marhaus",
  "quotes": [
    "I am the best and strongest knight in Ireland! Send a knight to me and I will fight him. Then you will see!"
  ]
},{
  "name": "Mark",
  "quotes": [
    "I do not want to send you, but the other knights will not fight him,",
    "So Isolt is beautiful and kind? I can marry Isolt, and then the King of Ireland and I will be friends. It will be good for our two countries,",
    "Ask the King of Ireland for me.",
    "Sir  Tristram  is  young  and  brave,",
    "He  fought  Sir  Palamides  for  my  queen,  Isolt. Perhaps now she will love Tristram, and will not love me.",
    "Why are you singing love songs to my wife?",
    "I am going to kill you for this!"
  ]
},{
  "name": "Isolt",
  "quotes": [
    "I will be a good student. Father,",
    "Night  is  coming,",
    "Nobody  will  find  me  here  in  the  dark  wood.",
    "I will jump into the water and die! Then thatevil Sir Palamides cannot hurt me or take me away.",
    "I ran away from Sir Palamides. He wants to take me away! Oh, please help me!",
    "Tristram is here!",
    "He will help me!",
    "No,",
    "Do  not  kill  him!"
  ]
},{
  "name": "Palamides",
  "quotes": [
    "Leave here! Do not speak to Isolt again - or I will kill you!",
    "Open the doors!"
  ]
},{
  "name": "Atherp",
  "quotes": [
    "I am Sir Atherp,",
    "Why are you here in the wood at night. Queen Isolt? Do not be afraid. I will not hurt you. I hope I can help you.",
    "It is dangerous for you here,",
    "Come with me to my castle."
  ]
},{
  "name": "Galahad",
  "quotes": [
    "That is the Grail, and it is in this country! I will go out and look for it. I will come back when I find it.",
    "I know that we are going to find the Grail,",
    "Look!",
    "Here is the Grail! Now we can end our journey.",
    "We have to take the Grail into the city,",
    "I  found  the  Grail  and  I  am  happy  now,"
  ]
},
  {
    "name": "Mordred",
    "quotes": [
      "King  Arthur  is  dead!",
      "He died  in  France  in  a  fight.  I  am  now  king, and you will be my queen."

    ]
  },{
  "name": "Gawain",
  "quotes": [
    "Do not fight Mordred now. In one month Lancelot will come with his men. He will help you and then the Queen can go back to Camelot."

  ]
},{
  "name": "Bedivere",
  "quotes": [
    "I cannot throw this sword into the water. I want to have it. Then I will always remember King Arthur.",
    "I saw the water, the sky and the stones. Then the sword fell into the lake,",
    "Oh my King! I am very sorry,",
    "I will do it now."

  ]

}




]